[
  {
    "enTxt": "I am a graphic designer with over 5 years of experience. I have created a print on demand t-shirt business that allows me to showcase and sell my designs to friends, family, and my social media followers. As a designer, I love high-quality and well-made designs and I’ve been able to deliver that through my other t-shirt business. Being a business owner, I strive to make as many sales as possible and I understand the power of marketing for doing that. I know how to use different aspects of digital marketing, for example, SEO and keywords to help me reach more people and make as many sales as possible. I look forward to growing my business on Merch by Amazon.",
    "viTxt": "Tôi là một nhà thiết kế đồ họa với hơn 5 năm kinh nghiệm. Tôi đã tạo ra một doanh nghiệp in áo thun theo yêu cầu cho phép tôi giới thiệu và bán các thiết kế của mình cho bạn bè, gia đình và những người theo dõi trên mạng xã hội của tôi. Là một nhà thiết kế, tôi yêu thích những thiết kế chất lượng cao và được thiết kế tốt và tôi đã có thể cung cấp điều đó thông qua công việc kinh doanh áo thun khác của mình. Là một chủ doanh nghiệp, tôi cố gắng đạt được nhiều doanh số nhất có thể và tôi hiểu sức mạnh của tiếp thị để làm được điều đó. Tôi biết cách sử dụng các khía cạnh khác nhau của tiếp thị kỹ thuật số, chẳng hạn như SEO và từ khóa để giúp tôi tiếp cận nhiều người hơn và tạo ra nhiều doanh thu nhất có thể. Tôi mong muốn phát triển doanh nghiệp của mình trên Merch by Amazon."
  },
  {
    "enTxt": "I love creating designs and I have been doing that actively for over 2 years on different print on demand platforms. That experience has given me the opportunity to sell visually appealing and high-quality designs to new audiences every day. Having been a seller on different print on demand platforms, I know that quality and creativity are important and my designs are proof of that. Merch by Amazon will be an amazing opportunity for me to reach a new market and create long-lasting customers. I have done extensive research on the platform and I know that my design experience and marketing experience will help me achieve my goals.",
    "viTxt": "Tôi thích tạo ra các thiết kế và tôi đã tích cực làm điều đó trong hơn 2 năm trên các nền tảng in theo yêu cầu khác nhau. Trải nghiệm đó đã giúp tôi có cơ hội bán các thiết kế bắt mắt và chất lượng cao cho khán giả mới mỗi ngày. Từng là người bán trên các nền tảng in theo yêu cầu khác nhau, tôi biết rằng chất lượng và sự sáng tạo là quan trọng và các thiết kế của tôi là bằng chứng cho điều đó. Merch by Amazon sẽ là cơ hội tuyệt vời để tôi tiếp cận thị trường mới và tạo ra những khách hàng lâu dài. Tôi đã thực hiện nghiên cứu sâu rộng về nền tảng này và tôi biết rằng kinh nghiệm thiết kế và kinh nghiệm tiếp thị sẽ giúp tôi đạt được mục tiêu của mình."
  },
  {
    "enTxt": "I have been an active graphic designer for over 3 years. Apart from creating designs for myself as a hobby, I have sold my designs on different print on demand platforms, using that opportunity to share what I love and also start a business. I have created a good fan base on other platforms and would love to extend my reach on Merch by Amazon due to Amazon’s large customer base. I understand that marketing is important and I have experience actively marketing my designs on social media and I have created quite a following for my designs. I would love the opportunity to join Merch by Amazon to not only grow my business but advertise my designs.",
    "viTxt": "Tôi đã là một nhà thiết kế đồ họa tích cực trong hơn 3 năm. Ngoài việc tạo ra các thiết kế cho bản thân như một sở thích, tôi đã bán các thiết kế của mình trên các nền tảng in ấn theo yêu cầu khác nhau, sử dụng cơ hội đó để chia sẻ những gì tôi yêu thích và cũng để bắt đầu kinh doanh. Tôi đã tạo ra một cơ sở người hâm mộ tốt trên các nền tảng khác và rất muốn mở rộng phạm vi tiếp cận của mình trên Merch by Amazon do cơ sở khách hàng lớn của Amazon. Tôi hiểu rằng tiếp thị là quan trọng và tôi đã có kinh nghiệm tích cực tiếp thị thiết kế của mình trên mạng xã hội và tôi đã tạo ra khá nhiều người theo dõi cho các thiết kế của mình. Tôi rất muốn có cơ hội tham gia Merch by Amazon để không chỉ phát triển doanh nghiệp mà còn quảng cáo các thiết kế của tôi."
  },
  {
    "enTxt": "Having been a graphic designer and print on demand seller, I love creating high-quality and creative designs. I’ve been a print on demand seller for over 2 years and I know what my audience wants to see and I create for them. In doing that, I’ve been able to achieve success both in number of followers and sales. Being on Merch by Amazon will allow me to extend my reach through a new audience and use my knowledge of marketing to increase my sales. I have created a sizable following through social media and having my designs on Merch by Amazon will give them an opportunity to find me through Amazon and other print on demand platforms.",
    "viTxt": "Từng là một nhà thiết kế đồ họa và in ấn theo yêu cầu, tôi thích tạo ra những thiết kế chất lượng cao và sáng tạo. Tôi đã là người bán bản in theo yêu cầu hơn 2 năm và tôi biết khán giả của mình muốn xem gì và tôi tạo ra cho họ. Khi làm được điều đó, tôi đã có thể đạt được thành công cả về số lượng người theo dõi và doanh số bán hàng. Việc có mặt trên Merch của Amazon sẽ cho phép tôi mở rộng phạm vi tiếp cận của mình thông qua đối tượng mới và sử dụng kiến thức về tiếp thị để tăng doanh số bán hàng của mình. Tôi đã tạo ra một lượng lớn người theo dõi thông qua mạng xã hội và việc có các thiết kế của tôi trên Merch by Amazon sẽ giúp họ có cơ hội tìm thấy tôi thông qua Amazon và các nền tảng in ấn theo yêu cầu khác."
  },
  {
    "enTxt": "I am a print on demand seller with over 6 years of graphic design both as a print on demand seller and in other areas of work. My experience and knowledge in design have allowed me to create high-quality and creative designs that have been used on different products with success. I have a good following and audience on other print on demand platforms and would love the opportunity to share my designs with a new and larger audience that Merch by Amazon would provide me with. I have done extensive research on Merch by Amazon and have already created a few designs that I can upload immediately. I also love individuality and would adhere to Amazon’s copyright rules.",
    "viTxt": "Tôi là người bán bản in theo yêu cầu với hơn 6 năm thiết kế đồ họa với tư cách là người bán bản in theo yêu cầu và trong các lĩnh vực công việc khác. Kinh nghiệm và kiến thức của tôi trong lĩnh vực thiết kế đã cho phép tôi tạo ra những thiết kế chất lượng cao và sáng tạo đã được sử dụng trên các sản phẩm khác nhau một cách thành công. Tôi có lượng người theo dõi và khán giả tích cực trên các nền tảng in theo yêu cầu khác và rất muốn có cơ hội chia sẻ thiết kế của mình với một lượng độc giả mới và lớn hơn mà Merch by Amazon sẽ cung cấp cho tôi. Tôi đã thực hiện nghiên cứu sâu rộng về Merch by Amazon và đã tạo ra một vài thiết kế mà tôi có thể tải lên ngay lập tức. Tôi cũng yêu thích sự cá nhân và tuân thủ các quy tắc bản quyền của Amazon."
  },
  {
    "enTxt": "I love creating designs and being a graphic designer, I have the skills, knowledge, and experience needed to create high-quality and unique designs. I have used my talent and started a print on demand business on other platforms and have used that experience to learn what designs sell and what my audience wants. I have also sharpened my marketing skills and have used both social media and SEO to boost my reach and increase sales. Merch by Amazon is an amazing platform with a huge market that I will be able to tap into to increase my sales by reaching new people. I hope to get an opportunity to join MBA and see what the platform has to offer.",
    "viTxt": "Tôi yêu thích việc tạo ra các thiết kế và là một nhà thiết kế đồ họa, tôi có các kỹ năng, kiến thức và kinh nghiệm cần thiết để tạo ra các thiết kế chất lượng cao và độc đáo. Tôi đã sử dụng tài năng của mình và bắt đầu kinh doanh bản in theo yêu cầu trên các nền tảng khác và đã sử dụng kinh nghiệm đó để tìm hiểu những thiết kế bán được và những gì khán giả của tôi muốn. Tôi cũng đã trau dồi kỹ năng tiếp thị của mình và đã sử dụng cả phương tiện truyền thông xã hội và SEO để thúc đẩy phạm vi tiếp cận và tăng doanh số bán hàng. Merch by Amazon là một nền tảng tuyệt vời với một thị trường rộng lớn mà tôi có thể khai thác để tăng doanh số bán hàng của mình bằng cách tiếp cận những người mới. Tôi hy vọng sẽ có cơ hội tham gia MBA và xem nền tảng này mang lại những gì."
  },
  {
    "enTxt": "I have been a graphic designer and multimedia artist for the past 10 years. My passion for design led me to print on demand where I have been able to sell my designs for the last two years. My skills and experience in creating superior designs that are unique and creative have made it easy for me to achieve a good number of sales on other platforms. Joining Merch by Amazon will allow me to extend my existing market beyond what they are now. I am active on social media and have generated a following that would love the opportunity to buy my designs through Amazon since it is a global marketplace. I’m looking forward to being a part of MBA.",
    "viTxt": "Tôi đã là một nhà thiết kế đồ họa và nghệ sĩ đa phương tiện trong 10 năm qua. Niềm đam mê thiết kế đã khiến tôi phải in theo yêu cầu, nơi tôi đã có thể bán các thiết kế của mình trong hai năm qua. Kỹ năng và kinh nghiệm của tôi trong việc tạo ra các thiết kế cao cấp, độc đáo và sáng tạo đã giúp tôi dễ dàng đạt được doanh số bán hàng tốt trên các nền tảng khác. Tham gia Merch by Amazon sẽ cho phép tôi mở rộng thị trường hiện tại của mình vượt ra ngoài thị trường hiện tại. Tôi hoạt động tích cực trên mạng xã hội và đã tạo ra một lượng người theo dõi rất thích có cơ hội mua các thiết kế của tôi thông qua Amazon vì đây là một thị trường toàn cầu. Tôi mong muốn trở thành một phần của MBA."
  },
  {
    "enTxt": "Creating designs is something that I love to do and have been doing for the last 5 years. This hobby has seen me generate a large following on social media platforms and this encouraged me to create a print on demand business on RedBubble. I have been able to create a loyal market that regularly buys my designs and this experience has allowed me to get better at it. I have gone through Merch by Amazon’s rules and regulations and I understand the importance of respecting the copyright and trademark rules in place. I also know that I can maintain the quality standards that Merch by Amazon has set through my designs if given the opportunity to join the platform.",
    "viTxt": "Tạo ra các thiết kế là điều mà tôi thích làm và đã làm trong 5 năm qua. Sở thích này đã giúp tôi tạo ra một lượng lớn người theo dõi trên các nền tảng truyền thông xã hội và điều này đã khuyến khích tôi tạo ra một doanh nghiệp in theo yêu cầu trên RedBubble. Tôi đã có thể tạo ra một thị trường trung thành thường xuyên mua các thiết kế của tôi và trải nghiệm này đã cho phép tôi tiến bộ hơn. Tôi đã xem qua các quy tắc và quy định của Merch by Amazon và tôi hiểu tầm quan trọng của việc tôn trọng các quy tắc bản quyền và nhãn hiệu tại chỗ. Tôi cũng biết rằng tôi có thể duy trì các tiêu chuẩn chất lượng mà Merch by Amazon đã đặt ra thông qua các thiết kế của mình nếu có cơ hội tham gia nền tảng này."
  },
  {
    "enTxt": "I have over 10 years of experience as a graphic designer and web designer with different companies. Design is a long-time passion of mine that I have been able to use to create a successful print on demand business on Spreadshirt. This experience has led me to achieve a large number of sales and this has motivated me to extend my reach beyond one platform. Merch by Amazon has a large and ready audience for my designs that will help me reach my goals. That being said, I understand how important digital marketing is in creating sustainable success and I have experience in social media marketing and SEO marketing to help me do that. I am looking forward to joining Merch by Amazon and reaching a new audience.",
    "viTxt": "Tôi đã có hơn 10 năm kinh nghiệm làm thiết kế đồ họa và thiết kế web cho các công ty khác nhau. Thiết kế là niềm đam mê lâu năm của tôi mà tôi đã có thể sử dụng để tạo ra một bản in thành công theo yêu cầu trên Spreadshirt. Kinh nghiệm này đã giúp tôi đạt được một số lượng lớn doanh số bán hàng và điều này đã thúc đẩy tôi mở rộng phạm vi tiếp cận của mình ra ngoài một nền tảng. Merch by Amazon có một lượng lớn khán giả và sẵn sàng cho các thiết kế của tôi, điều này sẽ giúp tôi đạt được mục tiêu của mình. Nói như vậy, tôi hiểu tiếp thị kỹ thuật số quan trọng như thế nào trong việc tạo ra thành công bền vững và tôi có kinh nghiệm về tiếp thị truyền thông xã hội và tiếp thị SEO để giúp tôi làm điều đó. Tôi rất mong được tham gia Merch by Amazon và tiếp cận đối tượng mới."
  },
  {
    "enTxt": "I have been able to create a successful 3-year print on demand business that has helped me showcase and sell my designs on different platforms. Being a graphic designer, creating highquality designs is a passion and talent that I have mastered over the years. I have been able to create a large social media following for my work and my business and I will be able to leverage that audience on Merch by Amazon. I also understand different digital marketing aspects and will be able to use them to boost my reach and grow my business. Joining Merch by Amazon will see my designs reach a new audience and I am looking forward to having that opportunity.",
    "viTxt": "Tôi đã có thể tạo ra một doanh nghiệp in theo yêu cầu thành công trong 3 năm đã giúp tôi trưng bày và bán các thiết kế của mình trên các nền tảng khác nhau. Là một nhà thiết kế đồ họa, tạo ra các thiết kế chất lượng cao là niềm đam mê và tài năng mà tôi đã rèn luyện trong nhiều năm qua. Tôi đã có thể tạo ra một mạng xã hội lớn theo dõi cho công việc và doanh nghiệp của mình và tôi sẽ có thể tận dụng lượng khán giả đó trên Merch by Amazon. Tôi cũng hiểu các khía cạnh tiếp thị kỹ thuật số khác nhau và sẽ có thể sử dụng chúng để thúc đẩy phạm vi tiếp cận và phát triển doanh nghiệp của mình. Tham gia Merch by Amazon, các thiết kế của tôi sẽ tiếp cận được một lượng khán giả mới và tôi rất mong có được cơ hội đó."
  },
  {
    "enTxt": "Being a graphic designer for the past 7 years, I have been able to grow my talent and use it to establish a growing print on demand business. This business has allowed me to have my designs bought by a large group of people and its success has given me the desire to expand it through Merch by Amazon. With Amazon’s large customer base, I will be able to reach new audiences. I’ve taken the time to research Merch by Amazon’s copyright and trademark rules to make sure I will be able to follow rules. I am also sure that I can maintain the highquality designs that Merch by Amazon is known for if I am given the opportunity.",
    "viTxt": "Là một nhà thiết kế đồ họa trong 7 năm qua, tôi đã có thể phát triển tài năng của mình và sử dụng nó để thiết lập một doanh nghiệp in theo yêu cầu đang phát triển. Công việc kinh doanh này đã cho phép tôi có được một nhóm lớn người mua các thiết kế của mình và sự thành công của nó đã khiến tôi mong muốn mở rộng nó thông qua Merch by Amazon. Với cơ sở khách hàng lớn của Amazon, tôi sẽ có thể tiếp cận những đối tượng mới. Tôi đã dành thời gian để nghiên cứu các quy tắc về bản quyền và nhãn hiệu của Merch by Amazon để đảm bảo rằng tôi có thể tuân theo các quy tắc. Tôi cũng chắc chắn rằng tôi có thể duy trì các thiết kế chất lượng cao mà Merch by Amazon nổi tiếng nếu tôi có cơ hội."
  },
  {
    "enTxt": "I have been actively selling my designs on print on demand platforms for the past 5 years and have been able to create a sustainable business. Being a graphic designer, creating designs has been a hobby that I have enjoyed sharing with others while making sales at the same time. I have worked as a graphic designer for the last 10 years and I know how to create high-quality designs. I also have a large social media following specifically for my designs that I have been able to utilize to successfully promote my business. Having my designs on Merch by Amazon will be an exciting opportunity to reach an even larger group of people and I am looking forward to joining MBA.",
    "viTxt": "Tôi đã tích cực bán các thiết kế của mình trên nền tảng in theo yêu cầu trong 5 năm qua và đã có thể tạo ra một công việc kinh doanh bền vững. Là một nhà thiết kế đồ họa, tạo ra các thiết kế là một sở thích mà tôi rất thích chia sẻ với những người khác đồng thời bán hàng. Tôi đã làm việc với tư cách là một nhà thiết kế đồ họa trong 10 năm qua và tôi biết cách tạo ra những thiết kế chất lượng cao. Tôi cũng có một phương tiện truyền thông xã hội lớn theo dõi đặc biệt cho các thiết kế của mình mà tôi có thể sử dụng để quảng bá thành công doanh nghiệp của mình. Có thiết kế của tôi trên Merch by Amazon sẽ là một cơ hội thú vị để tiếp cận một nhóm người thậm chí còn lớn hơn và tôi mong muốn được tham gia MBA."
  },
  {
    "enTxt": "I have been a print on demand seller for the past 3 years and a graphic designer for the past 7 years. This experience has allowed me to have my designs seen by a large number of people and has also been an invaluable business opportunity. The success of my print on demand business has motivated me to venture further and seek new audiences and Merch by Amazon would be a great platform to do that. I have taken the time to research and learn what’s needed to maintain a successful MBA business and I know that I am able to maintain high-quality designs while keeping them within the rules and regulations of Merch by Amazon.",
    "viTxt": "Tôi là người bán hàng in theo yêu cầu trong 3 năm qua và là nhà thiết kế đồ họa trong 7 năm qua. Kinh nghiệm này đã cho phép tôi có những thiết kế của mình được nhiều người xem và cũng là một cơ hội kinh doanh vô giá. Sự thành công của công việc kinh doanh báo in theo yêu cầu đã thúc đẩy tôi mạo hiểm hơn nữa và tìm kiếm khán giả mới và Merch by Amazon sẽ là một nền tảng tuyệt vời để làm điều đó. Tôi đã dành thời gian để nghiên cứu và tìm hiểu những điều cần thiết để duy trì một công việc kinh doanh bằng MBA thành công và tôi biết rằng tôi có thể duy trì các thiết kế chất lượng cao trong khi vẫn tuân thủ các quy tắc và quy định của Merch by Amazon."
  },
  {
    "enTxt": "Creating designs has been a large part of my daily life for the past 8 years that I have been a graphic designer. I’ve been able to use this skill and experience and I have created a print on demand business on RedBubble. As a print on demand seller, I have been able to understand the different rules and requirements needed to achieve success. I know the importance of observing copyright and trademark policies; the importance of creating high-quality designs; and the importance of marketing to create long-term success. Joining Merch by Amazon will help me reach new audiences and grow my business further. I look forward to having the opportunity to join this amazing platform.",
    "viTxt": "Tạo thiết kế là một phần quan trọng trong cuộc sống hàng ngày của tôi trong 8 năm qua, tôi là một nhà thiết kế đồ họa. Tôi đã có thể sử dụng kỹ năng và kinh nghiệm này và tôi đã tạo ấn phẩm kinh doanh theo yêu cầu trên RedBubble. Là một người bán bản in theo yêu cầu, tôi có thể hiểu các quy tắc và yêu cầu khác nhau cần thiết để đạt được thành công. Tôi biết tầm quan trọng của việc tuân thủ các chính sách về bản quyền và nhãn hiệu; tầm quan trọng của việc tạo ra các thiết kế chất lượng cao; và tầm quan trọng của tiếp thị để tạo ra thành công lâu dài. Tham gia Merch by Amazon sẽ giúp tôi tiếp cận khán giả mới và phát triển doanh nghiệp của mình hơn nữa. Tôi mong muốn có cơ hội tham gia nền tảng tuyệt vời này."
  },
  {
    "enTxt": "I have worked as a web designer and graphic designer for the past 3 years and have created success while doing so. 1 year ago I decided to share my designs publicly by creating a print on demand business where I could share my art and make sales at the same time. Through this business, I have created a large social media following and have also found regular clients who have helped me push my business. This following has motivated me to expand my market and Merch by Amazon is the best place to do that. I have done extensive research on the platform and I understand how important quality is to MBA and I know I can positively contribute to those standards.",
    "viTxt": "Tôi đã làm việc với tư cách là nhà thiết kế web và thiết kế đồ họa trong 3 năm qua và đã tạo ra thành công khi làm việc đó. Cách đây 1 năm, tôi đã quyết định chia sẻ công khai các thiết kế của mình bằng cách tạo ra một doanh nghiệp in theo yêu cầu, nơi tôi có thể chia sẻ nghệ thuật của mình và bán hàng cùng một lúc. Thông qua công việc kinh doanh này, tôi đã tạo ra một lượng lớn người theo dõi trên mạng xã hội và cũng đã tìm được những khách hàng thường xuyên, những người đã giúp tôi thúc đẩy công việc kinh doanh của mình. Điều này đã thúc đẩy tôi mở rộng thị trường của mình và Merch by Amazon là nơi tốt nhất để làm điều đó. Tôi đã nghiên cứu sâu rộng về nền tảng này và tôi hiểu tầm quan trọng của chất lượng đối với MBA và tôi biết mình có thể đóng góp tích cực vào các tiêu chuẩn đó."
  },
  {
    "enTxt": "I am an active print on demand seller with 7 years of graphic design. I have been creating high-quality designs on multiple print on demand platforms for the past 3 years and that experience has helped me learn the ins and outs of the business. I understand the importance of quality and original designs and designs are representative of that. Being a print on demand seller has also helped me learn different digital marketing elements like social media, SEO, and keyword research. I will be able to use this experience and knowledge on MBA to push my sales beyond my current audience and make more sales. I look forward to utilizing the opportunities available on Merch by Amazon.",
    "viTxt": "Tôi là một người bán hàng in theo yêu cầu tích cực với 7 năm thiết kế đồ họa. Tôi đã tạo ra các thiết kế chất lượng cao trên nhiều nền tảng in theo yêu cầu trong 3 năm qua và kinh nghiệm đó đã giúp tôi tìm hiểu những kiến thức sâu sắc về công việc kinh doanh. Tôi hiểu tầm quan trọng của chất lượng và kiểu dáng và thiết kế ban đầu là đại diện cho điều đó. Trở thành người bán hàng in theo yêu cầu cũng đã giúp tôi tìm hiểu các yếu tố tiếp thị kỹ thuật số khác nhau như phương tiện truyền thông xã hội, SEO và nghiên cứu từ khóa. Tôi sẽ có thể sử dụng kinh nghiệm và kiến thức này về MBA để thúc đẩy doanh số bán hàng của mình vượt quá đối tượng hiện tại và kiếm được nhiều doanh thu hơn. Tôi mong muốn được tận dụng những cơ hội có sẵn trên Merch by Amazon."
  },
  {
    "enTxt": "Graphic design and creating art have been a passion and career of mine for the last 4 years. Using these skills and experiences, I have been able to have my designs sold on different print on demand platforms. Being a seller for the past 2 years, I understand how important quality is to achieve success. I have created a social media following and also a sizable market on these POD platforms and joining Merch by Amazon would help me reach even more people by helping me target a wider audience. I bring years of experience and high-quality designs to MBA and I’m looking forward to joining MBA as a member.",
    "viTxt": "Thiết kế đồ họa và sáng tạo nghệ thuật là niềm đam mê và sự nghiệp của tôi trong 4 năm qua. Sử dụng những kỹ năng và kinh nghiệm này, tôi đã có thể bán các thiết kế của mình trên các nền tảng in theo yêu cầu khác nhau. Là một người bán hàng trong 2 năm qua, tôi hiểu chất lượng quan trọng như thế nào để đạt được thành công. Tôi đã tạo ra một mạng xã hội theo dõi và cũng là một thị trường lớn trên các nền tảng POD này và việc tham gia Merch by Amazon sẽ giúp tôi tiếp cận nhiều người hơn nữa bằng cách giúp tôi nhắm mục tiêu đến nhiều đối tượng hơn. Tôi mang đến nhiều năm kinh nghiệm và những thiết kế chất lượng cao cho MBA và tôi mong muốn được tham gia MBA với tư cách là thành viên."
  },
  {
    "enTxt": "I have 10 years of experience as a graphic designer and 5 years of experience selling on different print on demand platforms. This experience has not only grown my skills but also taught me different aspects of print on demand. I know how to create high-quality designs; I know how to apply keyword research and SEO to improve my ranking; I also understand the power of using social media to boost sales. By being on Merch by Amazon, I will be able to target a wider group of people. I have taken the time to learn the rules and regulations placed by Merch by Amazon and I have already created a few designs that will help me reach me grow on MBA.",
    "viTxt": "Tôi có 10 năm kinh nghiệm làm thiết kế đồ họa và 5 năm kinh nghiệm bán trên các nền tảng in theo yêu cầu khác nhau. Kinh nghiệm này không chỉ giúp tôi phát triển kỹ năng mà còn dạy cho tôi những khía cạnh khác nhau về in ấn theo yêu cầu. Tôi biết cách tạo ra những thiết kế chất lượng cao; Tôi biết cách áp dụng nghiên cứu từ khóa và SEO để cải thiện thứ hạng của mình; Tôi cũng hiểu sức mạnh của việc sử dụng mạng xã hội để thúc đẩy doanh số bán hàng. Bằng cách sử dụng Merch của Amazon, tôi sẽ có thể nhắm mục tiêu đến nhiều nhóm người hơn. Tôi đã dành thời gian để tìm hiểu các quy tắc và quy định được đặt ra bởi Merch by Amazon và tôi đã tạo ra một vài thiết kế sẽ giúp tôi tiếp cận và phát triển trên MBA."
  },
  {
    "enTxt": "I am a print on demand seller with over 7 years of experience working on different platforms. I have been able to consistently create high-quality designs based on my graphic design experience. During that time, I have taken time to learn more about design and the different aspects of creating a winning business. My work has helped me create a large social media following who buy and help me promote my designs. Being on Merch by Amazon will help me reach a larger audience and I’ll also be able to help push my designs with my digital marketing skills, specifically SEO and social media marketing.",
    "viTxt": "Tôi là người bán bản in theo yêu cầu với hơn 7 năm kinh nghiệm làm việc trên các nền tảng khác nhau. Tôi đã có thể liên tục tạo ra các thiết kế chất lượng cao dựa trên kinh nghiệm thiết kế đồ họa của mình. Trong thời gian đó, tôi đã dành thời gian để tìm hiểu thêm về thiết kế và các khía cạnh khác nhau của việc tạo ra một doanh nghiệp thành công. Công việc của tôi đã giúp tôi tạo ra một mạng xã hội lớn theo dõi những người mua và giúp tôi quảng bá thiết kế của mình. Việc có mặt trên Merch của Amazon sẽ giúp tôi tiếp cận lượng khán giả lớn hơn và tôi cũng có thể giúp thúc đẩy các thiết kế của mình bằng các kỹ năng tiếp thị kỹ thuật số của mình, đặc biệt là SEO và tiếp thị truyền thông xã hội."
  },
  {
    "enTxt": "Graphic design and multimedia art have been part of my career for the past 6 years. 3 years ago, I used my talent and skill to create a print on demand business on RedBubble. This experience has helped me make sales, create a good customer base and learn marketing at the same time. I have created a good following on Facebook and Instagram where I market my products and I have decided to aim for a larger audience through Merch by Amazon. I hope to use my talent, skill, and experience to create high-quality designs that will appeal to my audience within Merch by Amazon.",
    "viTxt": "Thiết kế đồ họa và mỹ thuật đa phương tiện đã là một phần trong sự nghiệp của tôi trong 6 năm qua. 3 năm trước, tôi đã sử dụng tài năng và kỹ năng của mình để tạo ra một bản in theo yêu cầu trên RedBubble. Kinh nghiệm này đã giúp tôi bán hàng, tạo cơ sở khách hàng tốt và đồng thời học tiếp thị. Tôi đã tạo được lượng người theo dõi tốt trên Facebook và Instagram, nơi tôi tiếp thị sản phẩm của mình và tôi đã quyết định nhắm đến lượng khán giả lớn hơn thông qua Merch by Amazon. Tôi hy vọng sẽ sử dụng tài năng, kỹ năng và kinh nghiệm của mình để tạo ra các thiết kế chất lượng cao thu hút khán giả của tôi trong Merch by Amazon."
  },
  {
    "enTxt": "I have 10 years of experience in graphic design and web design and always strive to create high quality designs. I have a high level of knowledge of image editing, particularly within Photoshop and Illustrator. In addition I have used and learnt from other POD services over the years and am keen to bring this knowledge to the Amazon platform. SEO and keyword targeting are amongst my other areas of expertise which I will use to pull traffic to my designs. I am active on social media, which I will utilize to promote my designs. I am very much looking forward to the opportunities that the MBA platform can offer.",
    "viTxt": "Tôi đã có 10 năm kinh nghiệm trong lĩnh vực thiết kế đồ họa và thiết kế web và luôn cố gắng tạo ra những mẫu thiết kế chất lượng cao. Tôi có kiến thức cao về chỉnh sửa hình ảnh, đặc biệt là trong Photoshop và Illustrator. Ngoài ra, tôi đã sử dụng và học hỏi từ các dịch vụ POD khác trong nhiều năm và rất muốn đưa kiến thức này lên nền tảng Amazon. SEO và nhắm mục tiêu theo từ khóa là một trong những lĩnh vực chuyên môn khác của tôi mà tôi sẽ sử dụng để kéo lưu lượng truy cập đến các thiết kế của mình. Tôi hoạt động tích cực trên mạng xã hội, tôi sẽ sử dụng phương tiện này để quảng bá các thiết kế của mình. Tôi rất kỳ vọng vào những cơ hội mà nền tảng MBA có thể mang lại."
  },
  {
    "enTxt": "I am active on a variety of POD sites and have been creating high quality designs for t-shirts and other merchandise for 8-9 years. During this time I have become well versed in trademark and copyright to avoid any accidental violations and my knowledge of SEO, keyword targeting and trends has increased exponentially. In preparation I have researched the MBA platform and have already created around 30 quality designs. I am keen to bring my experience, skills and knowledge into the Merch by Amazon platform and expand my design offerings to a much wider audience.",
    "viTxt": "Tôi đang hoạt động trên nhiều trang POD và đã tạo ra các thiết kế chất lượng cao cho áo thun và các hàng hóa khác trong 8-9 năm. Trong thời gian này, tôi đã trở nên thành thạo về nhãn hiệu và bản quyền để tránh bất kỳ vi phạm ngẫu nhiên nào và kiến thức của tôi về SEO, nhắm mục tiêu theo từ khóa và xu hướng đã tăng lên theo cấp số nhân. Để chuẩn bị, tôi đã nghiên cứu nền tảng MBA và đã tạo ra khoảng 30 thiết kế chất lượng. Tôi muốn đưa kinh nghiệm, kỹ năng và kiến thức của mình vào nền tảng Merch by Amazon và mở rộng các dịch vụ thiết kế của mình cho nhiều đối tượng hơn."
  }
]